/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Przerwij";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Przerwij skanowanie";

/* alert button */
"Continue" = "Dalej";

/* alert button */
"Continue scan" = "Kontynuuj skanowanie";

/* alert button */
"Ignore" = "Ignoruj";

/* alert button */
"Ignore plug-in" = "Ignoruj wtyczkę";

/* alert button */
"Open plug-in graphic interface" = "Otwórz interfejs graficzny wtyczek";

/* alert button */
"Start Plug-In Manager" = "Uruchom Menedżera wtyczek";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Szanowny użytkowniku ^P,\n%ld spośród włączonych jednostek audio nie przeszły testów Apple jednostek audio. Może to powodować problemy, a nawet awarię ^P lub spowodować utratę danych! Sprawdź u producenta, czy są nowsze wersje. Zalecamy wyłączenie tych wtyczek w Menedżerze wtyczek.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Tylko wtyczki Audio Units, które przeszły skanowanie, będą dostępne w ^P.\nSkanowanie będzie kontynuowane podczas następnego uruchomienia aplikacji ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Wtyczka Audio Unit „%1$@” firmy „%2$@” zgłasza brak autoryzacji do użycia w tym systemie.\nSprawdź w dokumentacji wtyczki informacje na temat zabezpieczenia przed kopiowaniem.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Wtyczka Audio Unit „%1$@” firmy „%2$@” zgłasza brak autoryzacji do użycia w tym systemie.\nSprawdź w dokumentacji wtyczki informacje na temat zabezpieczenia przed kopiowaniem. Możesz teraz otworzyć interfejs graficzny tej wtyczki, aby zarządzać zabezpieczeniem przed kopiowaniem.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Aplikacja ^P wykryła wtyczki Audio Unit (łącznie %ld), które nie zostały pozytywnie zweryfikowane podczas testu Apple. Te wtyczki zostały wykluczone z dalszego użycia w ^P, aby zapobiec problemom lub awarii aplikacji. Możesz teraz uruchomić Menedżera wtyczek, aby przejrzeć wyniki sprawdzenia lub kontynuować proces uruchamiania.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "Wtyczka ^P nieoczekiwanie zakończyła pracę podczas próby użycia wtyczki Audio Unit „%1$@” przez „%2$@”.\nTa wtyczka może wymagać uaktualnienia.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Wystąpił błąd zainstalowanej wtyczki Audio Unit.";

/* alert title */
"Audio Unit authorization error." = "Błąd autoryzacji wtyczki Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Znaleziono niezgodne wtyczki Audio Units.";

/* alert title */
"You are about to abort the scan process." = "Zamierzasz przerwać proces skanowania.";

/* alert title */
"You are using incompatible Audio Units." = "Używasz niezgodnych wtyczek Audio Units.";

/* audio unit type */
"MIDI processor" = "Procesor MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Efekt kontrolowany przez MIDI";

/* audio unit type */
"effect" = "efekt";

/* audio unit type */
"format converter" = "konwerter formatu";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mikser";

/* audio unit type */
"offline effect" = "efekt bez połączenia";

/* audio unit type */
"output unit" = "jednostka wyjściowa";

/* audio unit type */
"panner" = "panoramowanie";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Szukam wtyczek Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Uaktualniam informacje o wtyczkach Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "nie można otworzyć";

/* possible validation result */
"crashed validation" = "nie spełnił warunków sprawdzania";

/* possible validation result */
"failed validation" = "odrzucone podczas sprawdzania";

/* possible validation result */
"not authorized" = "brak autoryzacji";

/* possible validation result */
"not validated due to internal error" = "nie została sprawdzona z powodu błędu";

/* possible validation result */
"not yet validated" = "jeszcze nie została sprawdzona";

/* possible validation result */
"successfully validated" = "sprawdzenie zakończyło się poprawnie";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Skanowanie wtyczek Audio Units (ukończone %1$d z %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Skanowanie wtyczek Audio Units (ukończone %1$ld z %2$ld)";

/* used for invalid version numbers */
"invalid" = "nieprawidłowy";

/* used when value transformer can’t interpret given object */
"unknown" = "nieznane";
